[
	{
	"name": "ทับทิม",
	"mean":"\"ความสำเร็จ ลาภยศ\"",
	"detail":"ทับทิมมีรากศัพท์มาจากภาษาละตินว่า Ruber ภายหลังเรียก Rubinus หมายถึง สีแดงทับทิมได้รับความนิยมและเป็นอัญมณีที่มีค่าสูงสุดตั้งแต่อดีตถึงปัจจุบัน เปรียบเสมือนราชาแห่งอัญมณีในสมัยโบราณ ทับทิมคือตัวแทนของความสำเร็จและลาภยศ ทับทิมถูกนำไปประดับมงกุฎและดาบขององค์จักร พรรดิ เนื่องจากมีความเชื่อว่าเป็นอัญมณีที่ทำให้เกิดพลังอำนาจ ความฮึกเหิมและช่วยให้ประสบชัยชนะในสงคราม นอกจากนี้มนุษย์ยังมีความเชื่อว่า ทับทิม เป็นสัญลักษณ์ของความรัก ความเมตตา ความร่ำรวย ความเข้าอกเข้าใจจึงนิยมใช้แหวนทับทิมเป็นแหวนหมั้น ทับทิมเป็นอัญมณีประจำตัวผู้ที่เกิดในเดือนกรกฎาคมหรือราศีกรกฎ",
	"img": "image/gem/1ruby.jpg"
	},
	{
	"name": "เพชร",
	"mean":"\"ความยิ่งใหญ่ มีชัยชนะ\"",
	"detail":"เพชร เป็นสัญลักษณ์ถึงความยิ่งใหญ่ มีชัยชนะนำพาความมั่งคั่งร่ำรวยมาสู่ผู้สวมใส่ ช่วยให้หลับง่าย ป้องกันฝันร้าย ช่วยปกป้องคุ้มครอง ทำให้มีชัยชนะเหนือศัตรู ช่วยให้กล้าเผชิญหน้ากับปัญหาอย่างมีสติ เหมาะกับคนที่ขาดความมั่นใจ ขาดความกล้าหาญ สามารถกระตุ้นให้ลุกขึ้นสู้กับปัญหาต่างๆ และยังเหมาะกับคนที่อืด เฉื่อย ทำอะไรเชื่องช้า ขาดความสนใจต่อทุกสิ่งรอบตัว เพชรเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนเมษายนหรือเกิดปีมะเส็ง",
	"img": "image/gem/2diamond.jpg"
	},
	{
	"name": "มุกดา",
	"mean":"\"ร่มเย็น เป็นสุข\"",
	"detail":"มุกดามีลักษณะเด่นคือมีการส่องแสงสะท้อนแวววาว ที่มาของชื่อ Moon stone ก็มาจากลักษณะพื้นผิวที่เรียบเนียนสีขาวอมฟ้า มันวาวคล้ายกับดวงจันทร์ เชื่อกันว่าผู้สวมใส่อัญมณีมุกดาจะมีความร่มเย็นเป็นสุข มีพลังที่จะปกป้องผู้หญิงและเด็กอ่อนให้ความสมดุลของพลังหยินและหยาง เชื่อว่าเป็นอัญมณีที่จะนำโชคลาภดีๆมาให้ผู้สวมใส่ มุกดาเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนมิถุนายนหรือผู้ที่เกิดปีฉลูและปีมะแม",
	"img": "image/gem/3pearl.jpg"
	},
	{
	"name": "เพทาย",
	"mean":"\"มั่งคั่ง ร่ำรวย\"",
	"detail":"เพทายมาจากภาษาอาหรับ “zarkun” เพทายที่พบเห็นในแหล่งซื้อขายในปัจจุบัน มักจะมีสีฟ้าอมเขียวน้ำทะเล เชื่อกันว่าเพทายสามารถใช้ขับไล่ภูตผีปีศาจและทำให้ผู้ที่ครอบครองมีความร่ำรวยและมั่งคั่ง ได้รับเกียรติยศชื่อ เสียง และช่วยเสริมสร้างสติปัญญาทำให้มีความฉลาดเพิ่มมากขึ้น คนโบราณเชื่อว่าเพทายเป็นอัญมณีแห่งความโชคดีและถูกนำไปใช้ในพิธีกรรมทางไสยศาสตร์ หากแร่เปลี่ยนสีจะเป็นการเตือนอันตรายให้กับผู้สวมใส่  เพทายเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนธันวาคมหรือเกิดปีขาล",
	"img": "image/gem/4zircon.jpg"
	},
	{
	"name": "โกเมน",
	"mean":"\"สุขภาพดี อายุยืน\"",
	"detail":"โกเมนแปลว่า เม็ดจากผลทับทิมสีแดงมีรากศัพท์มาจากภาษาละติน ว่า Granatus เชื่อกันว่าโกเมน เป็นสัญลักษณ์ของความยั่งยืนถาวร ความสัมพันธ์แห่งรักและสุขภาพที่ดี ผู้ใดได้ครอบครองโกเมนจะช่วยแก้ไขปัญหาด้านความรักความสัมพันธ์ สามารถใช้เป็นเครื่องรางของขลังพกติดตัว ช่วยขับไล่ภูตผีวิญญาณทำให้อายุยืนยาว หากนำมาเป็นเครื่องประดับจะทำให้โชคดีเสริมสิริมงคล มีโชคลาภ นำความมั่งคั่งร่ำรวยมาสู่ผู้สวมใส่ โกเมนเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนมกราคมหรือเกิดปีชวดและปีระกา",
	"img": "image/gem/5garnet.jpg"
	},
	{
	"name": "ไพลิน",
	"mean":"\"เมตตา กรุณา\"",
	"detail":"ไพลินมาจากภาษาเปอร์เชีย “Saffir” หรือจากภาษากรีก “Sappheiros” แปลว่าสีน้ำเงิน ไพลินเป็นสัญลักษณ์ของความจริงใจและมั่นคง สามารถป้องกันอันตรายที่จะเกิดแก่ผู้ที่สวมใส่นำพามาซึ่งชีวิตที่ สดใส เสริมสร้างพลังในการดำรงชีวิตบ้างก็เชื่อว่าไพลินเป็นอัญมณีสีน้ำเงินที่สามารถดับไฟและความเร่าร้อนได้เพราะสีน้ำเงินเป็นสีที่ให้ความรู้สึกมั่นคงเยือกเย็นนั่นเอง ไพลินเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนกันยายนหรือเกิดราศีตุลย์",
	"img": "image/gem/6sapphire.jpg"
	},
	{
	"name": "ไพฑูรย์",
	"mean":"\"คุ้มครอง ป้องกัน\"",
	"detail":"บางคนเรียกว่าเพชรตาแมว เชื่อกันว่าเป็นอัญมณีที่จะช่วยคุ้มครองป้องกันและนำมาซึ่งชื่อเสียงเกียรติยศให้แก่ผู้สวมใส่ นอกจากนี้ยังเชื่อกันว่า ไพฑูรย์ เปรียบเสมือนดวงตาที่สาม สามารถทำให้ผู้สวมใส่มองเห็นเหตุการณ์ล่วงหน้าได้ชัดเจนขึ้น มีพลังในการขับไล่ภูตผีปิศาจ ช่วยเสริมบารมี ชื่อเสียง ความสำเร็จในชีวิตให้แก่ผู้สวมใส่ ถือว่าเป็นอัญมณีแห่งเทพเจ้า ช่วยปกป้องคุ้มครองผู้สวมใส่ให้แคล้วคลาดปลอดภัยจากภยันตรายทั้งหลายได้ ไพฑูรย์เป็นอัญมณีประจำตัวผู้ที่เกิดเดือนพฤศจิกายนหรือเกิดปีเถาะ ปีมะโรง และปีกุน",
	"img": "image/gem/7chrysoberyl.jpg"
	},
	{
	"name": "บุษราคัม",
	"mean":"\"มีเสน่ห์ ความรัก\"",
	"detail":"บุษราคัมเป็นแร่ตระกูลคอรันดัม เช่นเดียวกับทับทิมและไพลินเป็นอัญมณีสีเหลืองซึ่งเป็นสีเข้ากันได้ดีกับผิวของคนไทย กล่าวกันว่าบุษราคัมเป็นสัญลักษณ์แห่งมิตรภาพ ทำให้เพิ่มความสามารถในการติดต่อสื่อสารให้สัมฤทธิ์ผล สามารถเสริมพลังอำนาจ พลังความคิดสร้างสรรค์ ทำให้ผู้สวมใส่โชคดีและมีสติ คิดทำการทุกสิ่งอย่างรอบคอบ หากนำมาทำเป็นแหวนหรือจี้ห้อยคอ ก็จะนำความโชคดี ความมั่งคั่งร่ำรวยมาสู่ผู้เป็นเจ้าของก่อให้เกิดสติปัญญาดี ความกล้าหาญ และขจัดปัดเป่าความทุกข์ บุษราคัมเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนพฤศจิกายนหรือเกิดปีวอก",
	"img": "image/gem/8topaz.jpg"
	},
	{
	"name": "มรกต",
	"mean":"\"ศรัทธา กล้าหาญ\"",
	"detail":"มรกตมาจากภาษากรีกว่า “SMARAGDOS” หมายถึง สีเขียวเป็นตัวแทนของความศรัทธาและกล้าหาญ คนโบราณเชื่อว่ามรกตสามารถขจัดปัดเป่า ปัญหาต่างๆช่วยส่งเสริมเรื่องความรัก ความสุขสมบูรณ์ ช่วยให้ผู้คนรักใคร่ปรองดองและยังช่วยปรับสมดุลธาตุในร่างกายอีกด้วยมรกตเป็นอัญมณีประจำตัวผู้ที่เกิดเดือนพฤษภาคมหรือเกิดปีจอ",
	"img": "image/gem/9emerald.jpg"
	}
]